Linbit-drbdtest/logs/test-retrieve-log/log/initial-resync-20160831-113513/fio-drbd-sp2-autotest-1-0-write.log
## command: ['fio', '--section', 'write', '-']
\Ndrbd-sp2-autotest-1: write: (g=0): rw=write, bs=4K-4K/4K-4K/4K-4K, ioengine=sync, iodepth=1
drbd-sp2-autotest-1: fio-2.13
drbd-sp2-autotest-1: Starting 1 process
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: write: (groupid=0, jobs=1): err= 0: pid=6702: Wed Aug 31 11:35:16 2016
drbd-sp2-autotest-1:   write: io=12248KB, bw=272178KB/s, iops=68044, runt=    45msec
drbd-sp2-autotest-1:     clat (usec): min=1, max=38, avg= 5.06, stdev= 1.93
drbd-sp2-autotest-1:      lat (usec): min=1, max=38, avg= 5.27, stdev= 1.95
drbd-sp2-autotest-1:     clat percentiles (usec):
drbd-sp2-autotest-1:      |  1.00th=[    1],  5.00th=[    4], 10.00th=[    4], 20.00th=[    4],
drbd-sp2-autotest-1:      | 30.00th=[    5], 40.00th=[    5], 50.00th=[    5], 60.00th=[    5],
drbd-sp2-autotest-1:      | 70.00th=[    5], 80.00th=[    5], 90.00th=[    6], 95.00th=[    7],
drbd-sp2-autotest-1:      | 99.00th=[   10], 99.50th=[   16], 99.90th=[   30], 99.95th=[   35],
drbd-sp2-autotest-1:      | 99.99th=[   38]
drbd-sp2-autotest-1:     lat (usec) : 2=2.58%, 4=1.80%, 10=94.32%, 20=0.95%, 50=0.36%
drbd-sp2-autotest-1:   cpu          : usr=15.91%, sys=56.82%, ctx=23, majf=0, minf=9
drbd-sp2-autotest-1:   IO depths    : 1=100.0%, 2=0.0%, 4=0.0%, 8=0.0%, 16=0.0%, 32=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      submit    : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      complete  : 0=0.0%, 4=100.0%, 8=0.0%, 16=0.0%, 32=0.0%, 64=0.0%, >=64=0.0%
drbd-sp2-autotest-1:      issued    : total=r=0/w=3062/d=0, short=r=0/w=0/d=0, drop=r=0/w=0/d=0
drbd-sp2-autotest-1:      latency   : target=0, window=0, percentile=100.00%, depth=1
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Run status group 0 (all jobs):
drbd-sp2-autotest-1:   WRITE: io=12248KB, aggrb=272177KB/s, minb=272177KB/s, maxb=272177KB/s, mint=45msec, maxt=45msec
drbd-sp2-autotest-1: 

drbd-sp2-autotest-1: Disk stats (read/write):
drbd-sp2-autotest-1:     drbd138: ios=0/0, merge=0/0, ticks=0/0, in_queue=0, util=0.00%, aggrios=0/3065, aggrmerge=0/0, aggrticks=0/26920, aggrin_queue=26920, aggrutil=7.80%
drbd-sp2-autotest-1:     dm-0: ios=0/3065, merge=0/0, ticks=0/26920, in_queue=26920, util=7.80%, aggrios=0/33, aggrmerge=0/3032, aggrticks=0/228, aggrin_queue=228, aggrutil=7.80%
drbd-sp2-autotest-1:   vdb: ios=0/33, merge=0/3032, ticks=0/228, in_queue=228, util=7.80%